Revit 2027 API
BuiltInFailures.WallFailures.FailedToStoreSideFace Property
 Failed to store wall side face. Wall sweeps on this wall will fail to regenerate.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FailedToStoreSideFace { get; }
Public Shared ReadOnly Property FailedToStoreSideFace As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FailedToStoreSideFace {
	FailureDefinitionId^ get ();
}
static member FailedToStoreSideFace : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace